export const FAKE_ARRAY = Array(10)
  .fill(0)
  .map((_, index) => index + 1);

export const FAKE_COMMUNITY_LIST = [
  "게시판1",
  "게시판2",
  "게시판3",
  "게시판4",
  "게시판5",
];

export const FAKE_POST_CONTENTS =
  "<p>인간의 피에 인간의 행복스럽고 어디 얼음 고동을 그들의 거선의 운다. 사랑의 물방아 앞이 능히 넣는 부패뿐이다. 하는 방지하는 그들에게 가는 날카로우나 싸인 얼음과 이것이다. 싹이 따뜻한 얼음이 우리 것이다.보라, 반짝이는 오아이스도 사막이다. 품었기 보는 피는 가슴이 착목한는 모래뿐일 이상을 봄바람이다. 같은 그들은 방황하여도, 살았으며, 황금시대를 심장은 그들은 꽃이 뛰노는 듣는다.</p>";

export const FAKE_NEWS_CONTENTS = `법무법인 바른 김추 변호사는 7월5일 ‘디지털자산 규제 동향 및 법적 쟁점’ 웨비나에서 테라·루나 사태를 공격한 ‘지갑A’의 정체에 대해 이 같이 말했다.
이는 6월14일 코인데스크 코리아의 특종 보도를 대형 로펌의 블록체인 전문 변호사가 다시 확인한 것이다.
당시 블록체인 보안기업 웁살라시큐리티와 코인데스크 코리아는 테라 사태 이후 한달 간 온체인 포렌식 분석을 통해 권도형 대표의 테라폼랩스(TFL)와 루나 파운데이션 가드(LFG) 지갑에서 테라 공격이 시작됐다는 사실을 특종 보도했다. 테라 사태가 자작극일 가능성을 제기한 것이다.
6월28일엔 코인데스크 코리아가 웁살라의 추가 분석을 근거로 TFL와 LFG 등이 직접 소유한 지갑에서 UST(테라USD)와 USDT(테더) 등 36억달러(약 4조6000억원) 규모의 비자금 코인을 찾아냈다고 두 번째 특종을 보도했다.
김 변호사는 “이들 거래소의 협력이 있다면 (검찰) 수사도 진척이 있을 것으로 보이지만 거래소들은 아직 지갑 주인의 공개를 거부하고 있는 상태”라고 설명했다.`;
